app/views/users/show.html.erb

SELECT "tweets".* FROM "tweets"  WHERE "tweets"."user_id" = $1  [["user_id", 8]]
---
<ul>
  <% @user.tweets.each do |tweet| %>